Repository: quramboyev/asianfederation
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: The first congress of the Asian Federation of Hand-to-Hand Combat is currently taking place in the capital of Uzbekistan, Tashkent. The guests who came to participate in the first Congress of the Asian Federation of Hand-to-Hand Combat were introduced by the Chairman of the Federation of Hand-to-Hand Combat of Law Enforcement Agencies of Uzbekistan R. Juraev. The participants of the congress were greeted by the Deputy Minister of Sports of Uzbekistan Sh. Makhmudov, the Secretary General of the National Olympic Committee of the Republic of Uzbekistan O. Kasimov, as well as the First Vice-President of the International Federation of Hand-to-Hand Combat Mirzakulov B., the President of the International Federation of Hand-to-Hand Combat S. Astakhov and representatives of hand-to-hand combat federations from 13 Asian countries.
ru: В настоящее время в столице Узбекистана, Ташкенте, проходит первый конгресс Азиатской федерации рукопашного боя. Гостей, прибывших для участия в первом конгрессе Азиатской федерации рукопашного боя, представил председатель Федерации рукопашного боя правоохранительных органов Узбекистана Р. Джураев. Участников конгресса приветствовали заместитель министра спорта Узбекистана Ш. Махмудов, генеральный секретарь Национального олимпийского комитета Республики Узбекистан О. Касимов, а также первый вице-президент Международной федерации рукопашного боя Мирзакулов Б., президент Международной федерации рукопашного боя С. Астахов и представители федераций рукопашного боя из 13 стран Азии.
uz: Ayni kunlarda poytaxtimizda Osiyo qo‘l jangi federatsiyasining birinchi qurultoyi bo‘lib o‘tmoqda. O‘zbekiston, Toshkent. Osiyo qoʻl-qoʻl federatsiyasining birinchi Kongressida ishtirok etish uchun kelgan mehmonlar Jang bo'ldi huquqni muhofaza qiluvchi organlar qo‘l jangi federatsiyasi raisi tomonidan kiritilgan. O'zbekiston R. Jo'raev. Kongress ishtirokchilarini O‘zbekiston sport vaziri o‘rinbosari Sh. Mahmudov, kotibi O‘zbekiston Respublikasi Milliy olimpiya qo‘mitasi generali O.Qosimov, shuningdek, Birinchi vitse-prezidenti Xalqaro qoʻl jangi federatsiyasi prezidenti Mirzaqulov B Qo'l-qo'l federatsiyasi Jangovar S.Astaxov va Osiyoning 13 davlatidan qoʻl jangi federatsiyalari vakillari.
