Repository: quramboyev/asianfederation
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: title
ru: заголовок
uz: sarlavha

source: Description
ru: Описание
uz: Tavsif

source: Calendar
ru: Календарь
uz: Kalendar

source: Anti Doping
ru: Антидопинг
uz: Dopingga qarshi

source: Rule
ru: Правило
uz: Qoida

source: Management
ru: Управление
uz: Boshqaruv

source: Committee
ru: Комитет
uz: Qo'mita

source: Presidium
ru: Президиум
uz: Prezidium

source: First name
ru: Имя
uz: Ism

source: Last name
ru: Фамилия
uz: Familiya

source: Responsibility
ru: Ответственность
uz: Mas'uliyat

source: Federation
ru: Федерация
uz: Federatsiya

source: Position
ru: Позиция
uz: Lavozim

source: Event name
ru: Название события
uz: Tadbir nomi

source: Dates of the event
ru: Даты мероприятия
uz: Tadbir sanalari

source: Location
ru: Место проведения
uz: Joylashuv

source: Conducting organization
ru: Проведение организации
uz: Tashkilotni o'tkazish

source: Events calendar
ru: Проведение организации
uz: Tadbirlar taqvimi

source: English
ru: Английский
uz: Ingliz

source: Russian
ru: Русский
uz: Rus

source: Uzbek
ru: Узбекский

source: About us
ru: О нас
uz: Biz haqimizda

source: Asian hand to hand Federation
ru: Азиатская федерация рукопашного боя
uz: Osiyo qo'l jangi federatsiyasi

source: Our goals
ru: Наши цели
uz: Bizning maqsadlarimiz

source: Contacts
ru: Контакты

source: st. Labzak building 1, Tashkent, Uzbekistan
ru: ул. Лабзак дом 1, Ташкент, Узбекистан
uz: Labzak ko`chasi 1 bino, Toshkent, O'zbekiston

source: Anti-doping
ru: Антидопинг

source: Doping
ru: Допинг

source: this is the commission of one or more anti-doping rule violations
ru: это совершение одного или нескольких нарушений антидопинговых правил
uz: bu bir yoki bir nechta antidoping qoidalarini buzish

source: rules
ru: правила
uz: qoidalar

source: Usually doping refers to drugs of a pharmacological nature, which increase the body's endurance, have a special effect on the muscular and even mental system of an athlete. Prohibited drugs are usually divided into several groups depending on the nature of their effect.
ru: Обычно под допингом подразумевают препараты фармакологического характера, которые повышают выносливость организма, оказывают особое воздействие на мускулистый и даже психическая система спортсмена. Запрещенные препараты обычно делится на несколько групп в зависимости от характера их воздействия.
uz: Odatda doping farmakologik xususiyatga ega dori-darmonlarni anglatadi, tananing chidamliligini oshiradigan, mushaklarga alohida ta'sir ko'rsatadi va hatto sportchining ruhiy tizimi. Taqiqlangan dorilar odatda quyidagilarga bo'linadi ta'sir qilish xususiyatiga qarab bir necha guruhlar.

source: Report the use of prohibited drugs
ru: Сообщить об употреблении запрещенных препаратов
uz: Taqiqlangan dori vositalaridan foydalanish haqida xabar bering

source: International documents regulating anti-doping activities
ru: Международные документы, регламентирующие антидопинговую деятельность
uz: Dopingga qarshi faoliyatni tartibga soluvchi xalqaro hujjatlar

source: International Standard for Conformity
ru: Международный стандарт соответствия

source: International standard for the protection of privacy and personal information
ru: Международный стандарт защиты конфиденциальности и личной информации
uz: Maxfiylik va shaxsiy ma'lumotlarni himoya qilish bo'yicha xalqaro standart

source: International standard for processing results
ru: Международный стандарт обработки результатов
uz: Natijalarni qayta ishlashning xalqaro standarti

source: International Education Standard January
ru: Международный образовательный стандарт январь
uz: Xalqaro ta'lim standarti yanvar

source: International Standard for Testing and Investigation
ru: Международный стандарт испытаний и расследований
uz: Sinov va tekshirish uchun xalqaro standart

source: International Standard for Therapeutic Use Exemptions
ru: Международный стандарт исключений для терапевтического использования
uz: Terapevtik foydalanishdan ozod qilishning xalqaro standarti

source: Prohibited list
ru: Запрещенный список
uz: Taqiqlangan ro'yxat

source: Overview of the main changes
ru: Обзор основных изменений
uz: Asosiy o'zgarishlarning umumiy ko'rinishi

source: Monitoring program
ru: Программа мониторинга
uz: Monitoring dasturi

source: Overview of the main changes to the Legislative Assembly
ru: Обзор основных изменений в Законодательном собрании
uz: Qonunchilik Assambleyasiga kiritilgan asosiy o'zgarishlarning umumiy ko'rinishi

source: For athletes
ru: Для спортсменов
uz: Sportchilar uchun

source: Ending and resuming a sports career
ru: Завершение и возобновление спортивной карьеры
uz: Sport karerasini tugatish va davom ettirish

source: Disqualified athletes
ru: Дисквалифицированные спортсмены
uz: Diskvalifikatsiya qilingan sportchilar

source: Pools testing and location information
ru: Тестирование бассейнов и информация о местоположении
uz: Hovuzlarni sinovdan o'tkazish va joylashuv ma'lumotlari

source: Athletes' Anti-Doping Rights Act and Athletes' Rights Handbook
ru: Закон о правах спортсменов против допинга и Справочник по правам спортсменов
uz: Sportchilarning antidoping huquqlari to'g'risidagi qonun va sportchilarning huquqlari bo'yicha qo'llanma

source: Asian hand to hand federation
ru: Азиатская федерация рукопашного боя
uz: Osiyo qo'l jangi federatsiyasi

source: Asian hand to
ru: Азиатская Федерация
uz: Osiyo qo'l

source: hand Federation
ru: Рукопашного боя
uz: jangi federatsiyasi

source: Command
ru: Команда
uz: Jamoa

source: Gallery
ru: Галерея
uz: Galleriya

source: Asian Hand to Hand Federation
ru: Азиатская Федерация Рокопашного боя
uz: Osiyo qoʻl jangi federatsiyasi

source: When citing materials, a link to the press service of the Judo Federation and the official world website www.hsif.world
ru: При цитировании материалов ссылка на пресс-службу Федерации дзюдо и официальный всемирный сайт www.hsif.world
uz: Materiallarga iqtibos keltirishda Dzyudo federatsiyasi matbuot xizmati va rasmiy dunyoga havola www.hsif.world veb-sayti

source: Address
ru: Адрес
uz: Manzil

source: The International Federation of Hand-to-Hand Combat was founded in 2006
ru: Международная федерация рукопашного боя была основана в 2006 году.
uz: Xalqaro qoʻl jangi federatsiyasi 2006 yilda tashkil etilgan

source: The Federation's headquarters are located in Moscow.
ru: Штаб-квартира Федерации находится в Москве.
uz: Federatsiyaning bosh qarorgohi Moskvada joylashgan.

source: The goal of the Federation is to develop and popularize hand-to-hand combat as a sport throughout the world. The priority task of the Federation is to include hand-to-hand combat in the list of Olympic sports. The International Federation of Hand-to-Hand Combat holds championships, tournaments, referee and training seminars, demonstration performances in different countries of the world, cooperating with athletes from other types of martial arts.
ru: Целью Федерации является развитие и популяризация рукопашного боя как вида спорта во всем мире. Приоритетной задачей Федерации является включение рукопашного боя в список олимпийских видов спорта. Международная федерация рукопашного боя проводит чемпионаты, турниры, судейские и тренировочные семинары, показательные выступления в разных странах мира, сотрудничая со спортсменами других видов единоборств.
uz: Federatsiyaning maqsadi butun mamlakat bo'ylab qo'l jangini sport turi sifatida rivojlantirish va ommalashtirishdan iborat dunyo. Federatsiyaning ustuvor vazifasi qoʻl jangini olimpiya sport turlari roʻyxatiga kiritishdan iborat. Xalqaro qoʻl jangi federatsiyasi chempionatlar, turnirlar, hakamlar va o'quv seminarlari, boshqa mamlakatlar sportchilari bilan hamkorlikda dunyoning turli mamlakatlarida ko'rgazmali chiqishlar jang san'ati turlari.

source: International Hand-to-Hand Combat Events Calendar Plan for 2025
ru: Календарь мероприятий по рукопашному бою на 2025 год
uz: 2025 yil uchun xalqaro qoʻl jangi tadbirlari kalendar rejasi

source: Name of events
ru: Название событий
uz: Voqealar nomi

source: Venue
ru: Место проведения
uz: Joy

source: DOWNLOAD
ru: СКАЧАТЬ
uz: YUKLAB OLISH

source: History
ru: История
uz: Tarix

source: Hand-to-hand combat originated in ancient times, when people sought to protect themselves and their settlements by creating ways of fighting without using weapons. It developed in different cultures of the world independently of each other, forming as an art of self-defense and a martial craft. Ancient warriors in Egypt, India, Greece and China studied hand-to-hand techniques to protect the warrior and enhance their military skills. In Ancient Greece, such types of wrestling as pankration, an ancient sport combining elements of boxing and wrestling, which was popular even at the Olympic Games, were especially developed. In the East, hand-to-hand combat was especially developed. Martial arts systems originated in India, which then spread to China, giving rise to kung fu. In Japan, such disciplines as judo, aikido, karate and judo were formed, which today have become the basis for various schools of martial arts and hand-to-hand combat throughout the world. Europe also had its own traditions of hand-to-hand combat. For example, French savate and English boxing developed as sports and military disciplines, and in the Middle Ages, hand-to-hand combat was an integral part of knightly training. Over time, many of these techniques became popular as sports. In the 20th century, armies in different countries began to develop specialized hand-to-hand combat systems to train soldiers, which led to the creation of modern combat techniques. For example, the Soviet Union developed the sambo system, which combined techniques from judo, jiu-jitsu, and various national types of wrestling. These techniques were adapted for combat needs and included not only defense, but also methods of effective attack. Today, hand-to-hand combat is used for both sports and military purposes. Sports competitions in hand-to-hand combat include various striking and wrestling techniques, and also remain popular in training for law enforcement agencies and security services. Many schools and clubs teach hand-to-hand combat as a self-defense technique, attracting people of different ages to classes. In addition to physical training, hand-to-hand combat contributes to the development of spirit, discipline and respect for the opponent, forming a strong character and the ability to concentrate. Modern hand-to-hand combat federations hold international competitions and seminars, promoting the popularization of this martial art and making it accessible to people around the world. Hand-to-hand combat continues to develop, contributing to physical education and training of specialists, playing an important role in the sports and defense systems of various countries.
ru: Рукопашный бой зародился в глубокой древности, когда люди стремились защитить себя и свои поселения, создавая способы ведения боя без использования оружия. Он развивался в разных культурах мира независимо друг от друга, формируясь как искусство самообороны и боевое ремесло. Древние воины в Египте, Индии, Греции и Китае изучали приемы рукопашного боя для защиты воина и повышения его воинских навыков. В Древней Греции особое развитие получили такие виды борьбы, как панкратион — древний вид спорта, сочетающий в себе элементы бокса и борьбы, который был популярен даже на Олимпийских играх. На Востоке особое развитие получил рукопашный бой. В Индии зародились системы боевых искусств, которые затем распространились в Китае, дав начало кунг-фу. В Японии сформировались такие дисциплины, как дзюдо, айкидо, каратэ и дзюдо, которые сегодня стали основой для различных школ боевых искусств и рукопашного боя по всему миру. В Европе также были свои традиции рукопашного боя. Например, французский сават и английский бокс развивались как спортивные и военные дисциплины, а в Средние века рукопашный бой был неотъемлемой частью рыцарской подготовки. Со временем многие из этих приемов стали популярными как виды спорта. В 20 веке армии разных стран начали разрабатывать специализированные системы рукопашного боя для подготовки солдат, что привело к созданию современных боевых приемов. Например, в Советском Союзе была разработана система самбо, которая объединила приемы из дзюдо, джиу-джитсу и различных национальных видов борьбы. Эти приемы были адаптированы для нужд боя и включали не только защиту, но и приемы эффективного нападения. Сегодня рукопашный бой используется как в спортивных, так и в военных целях. Спортивные соревнования по рукопашному бою включают в себя различные ударные и борцовские приемы, а также остаются популярными в тренировках для правоохранительных органов и служб безопасности. Многие школы и клубы обучают рукопашному бою как приему самообороны, привлекая к занятиям людей разного возраста. Помимо физической подготовки, рукопашный бой способствует развитию духа, дисциплины и уважения к противнику, формируя сильный характер и умение концентрироваться. Современные федерации рукопашного боя проводят международные соревнования и семинары, способствуя популяризации этого боевого искусства и делая его доступным для людей по всему миру. Рукопашный бой продолжает развиваться, способствуя физическому воспитанию и подготовке специалистов, играя важную роль в спортивной и оборонной системах различных стран.
uz: Qo'l jangi qadimgi davrlarda, odamlar o'zlarini va yashash joylarini himoya qilishga intilishgan paytda paydo bo'lgan qurol ishlatmasdan jang qilish usullarini yaratish orqali. U dunyoning turli madaniyatlarida rivojlangan bir-biridan mustaqil ravishda o'zini himoya qilish va jangovar hunarmandchilik san'ati sifatida shakllanadi. Misrdagi qadimgi jangchilar, Hindiston, Gretsiya va Xitoy jangchini himoya qilish va qo'shinlarini kuchaytirish uchun qo'l-qo'l texnikasini o'rganishdi. ko'nikmalar. Qadimgi Yunonistonda kurashning pankration kabi turlari boks elementlarini birlashtirgan qadimiy sport turi. va hatto Olimpiya o'yinlarida ham mashhur bo'lgan kurash ayniqsa rivojlangan. Sharqda qo'l-qo'l kurash ayniqsa rivojlangan. Jang san'ati tizimlari Hindistonda paydo bo'lgan, keyinchalik Xitoyga tarqalib, kung-funi keltirib chiqardi. Yaponiyada dzyudo, aykido, karate va dzyudo kabi fanlar mavjud Bugungi kunda turli xil jang san'atlari va qo'l jangi maktablari uchun asos bo'lib kelgan. butun dunyo bo'ylab. Yevropada ham oʻziga xos qoʻl jangi anʼanalari mavjud edi. Masalan, frantsuz savat va Ingliz boks sport va harbiy intizom sifatida rivojlangan, oʻrta asrlarda esa qoʻl jangi ajralmas qism boʻlgan. ritsarlik mashg'ulotlari. Vaqt o'tishi bilan bu usullarning ko'pchiligi sport sifatida mashhur bo'ldi. 20-asrda turli mamlakatlardagi qo'shinlar qo'l jangi uchun ixtisoslashtirilgan tizimlarni ishlab chiqa boshladilar. poyezd askarlar, bu zamonaviy jangovar texnikani yaratishga olib keldi. Masalan, Sovet Ittifoqi ishlab chiqdi dzyudo, jiu-jitsu va turli milliy kurash turlarini birlashtirgan sambo tizimi. Bular texnikalar jangovar ehtiyojlarga moslashtirilgan va nafaqat mudofaa, balki samarali hujum usullarini ham o'z ichiga olgan. Bugungi kunda qoʻl jangi ham sport, ham harbiy maqsadlarda qoʻllaniladi. Qo'l-qo'l sport musobaqalari Jang turli xil zarba va kurash usullarini o'z ichiga oladi, shuningdek, huquqshunoslikka tayyorgarlikda mashhur bo'lib qolmoqda huquqni muhofaza qilish organlari va xavfsizlik xizmatlari. Ko'pgina maktablar va klublarda o'zini himoya qilish uchun qo'l jangi o'rgatiladi texnika, turli yoshdagi odamlarni darslarga jalb qilish. Jismoniy tayyorgarlikdan tashqari, qo'l jangi ruh, intizom va raqibga hurmatni rivojlantirishga hissa qo'shadi; kuchli xarakter va diqqatni jamlash qobiliyatini shakllantirish. Zamonaviy qo'l jangi federatsiyalari o'tkazadi xalqaro musobaqalar va seminarlar, ushbu jang san'atini ommalashtirish va uni yaratishga ko'maklashish butun dunyo bo'ylab odamlar uchun ochiq. Qo'l jangi jismoniy rivojlanishga hissa qo'shib, rivojlanishda davom etmoqda turli sport va mudofaa tizimlarida muhim rol o'ynaydigan mutaxassislarni tayyorlash va tayyorlash mamlakatlar.

source: About the Federation
ru: О Федерации
uz: Federatsiya haqida

source: The Asian Hand-to-Hand Combat Federation was founded in 2010 and is based in Tokyo, Japan. The Federation unites athletes, coaches and amateurs of hand-to-hand combat from different parts of Asia, promoting the development and popularization of traditional and modern martial arts.
ru: Азиатская федерация рукопашного боя была основана в 2010 году и базируется в Токио, Япония. Федерация объединяет спортсменов, тренеров и любителей рукопашного боя из разных уголков Азии, способствуя развитию и популяризации традиционных и современных боевых искусств.
uz: Osiyo qoʻl jangi federatsiyasi 2010-yilda tashkil etilgan boʻlib, u Yaponiyaning Tokio shahrida joylashgan. Federatsiya Osiyoning turli burchaklaridan kelgan sportchilar, murabbiylar va qoʻl jangi havaskorlarini birlashtiradi. an'anaviy va zamonaviy jang san'atlarini rivojlantirish va ommalashtirishga ko'maklashish.

source: The main mission of the Federation is to preserve and promote martial arts, as well as to train highly qualified specialists and athletes capable of competing at the international level.
ru: Основной миссией Федерации является сохранение и популяризация боевых искусств, а также подготовка высококвалифицированных специалистов и спортсменов, способных выступать на международном уровне.
uz: Federatsiyaning asosiy vazifasi jang san'atini saqlash va targ'ib qilish, shuningdek xalqaro miqyosda raqobatlasha oladigan yuqori malakali mutaxassislar va sportchilarni tayyorlash.

source: Development of hand-to-hand combat as a sport and strengthening its role in society.
ru: Развитие рукопашного боя как вида спорта и усиление его роли в обществе.
uz: Qo‘l jangini sport turi sifatida rivojlantirish va uning jamiyatdagi rolini kuchaytirish.

source: Organization and holding of competitions and championships at the Asian and international level.
ru: Организация и проведение соревнований и чемпионатов азиатского и международного уровня.
uz: Osiyo va xalqaro miqyosda musobaqalar va chempionatlarni tashkil etish va o‘tkazish.

source: Support and preparation of athletes for participation in international tournaments.
ru: Поддержка и подготовка спортсменов к участию в международных турнирах.
uz: Sportchilarni xalqaro turnirlarda qatnashish uchun qo‘llab-quvvatlash va tayyorlash.

source: Promoting traditional and modern martial arts among young people.
ru: Популяризация традиционных и современных боевых искусств среди молодежи.
uz: Yoshlar o‘rtasida an’anaviy va zamonaviy jang san’atlarini targ‘ib qilish.

source: Cooperation with international organizations to exchange experience and improve the level of competitions.
ru: Сотрудничество с международными организациями с целью обмена опытом и повышения уровня соревнований.
uz: Tajriba almashish va musobaqalar saviyasini oshirish maqsadida xalqaro tashkilotlar bilan hamkorlik qilish.

source: Events and Activities
ru: События и мероприятия
uz: Tadbirlar va tadbirlar

source: The Federation organizes many competitions every year, including the Asian Hand-to-Hand Combat Championship, as well as special training and seminars conducted by leading coaches and martial artists. We also actively participate in educational programs aimed at developing the sport and attracting young people to hand-to-hand combat.
ru: Федерация ежегодно организует множество соревнований, в том числе чемпионат Азии по рукопашному бою, а также специальные тренировки и семинары, проводимые ведущими тренерами и мастерами боевых искусств. Мы также активно участвуем в образовательных программах, направленных на развитие вида спорта и привлечение молодежи к рукопашному бою.
uz: Federatsiya tomonidan har yili ko‘plab musobaqalar, jumladan, qo‘l jangi bo‘yicha Osiyo chempionati, shuningdek, etakchi murabbiylar va jang san'atkorlari tomonidan o'tkaziladigan maxsus trening va seminarlar. Shuningdek, biz sportni rivojlantirish va yoshlarni jalb etishga qaratilgan ta'lim dasturlarida faol ishtirok etamiz odamlarni qo'l jangi uchun.

source: In addition to competitions, the Federation is engaged in educational activities, organizing courses and master classes on technique, physical training and strategy of hand-to-hand combat.
ru: Помимо соревнований, Федерация занимается образовательной деятельностью, организуя курсы и мастер-классы по технике, физической подготовке и стратегии рукопашного боя.
uz: Musobaqalardan tashqari, Federatsiya ma'rifiy faoliyat, kurslar tashkil etish va magistrlik bilan shug'ullanadi qo‘l jangi texnikasi, jismoniy tayyorgarligi va strategiyasi bo‘yicha mashg‘ulotlar.

source: Our Values
ru: Наши ценности
uz: Bizning qadriyatlarimiz

source: The Asian Hand-to-Hand Combat Federation adheres to the principles of respect, discipline and mutual assistance. We believe in building strong character, spiritual development and striving for excellence through sport. Our athletes and coaches follow these values ​​and serve as role models for youth and aspiring athletes.
ru: Азиатская федерация рукопашного боя придерживается принципов уважения, дисциплины и взаимопомощи. Мы верим в формирование сильного характера, духовного развития и стремления к совершенству через спорт. Наши спортсмены и тренеры следуют этим ценностям и служат образцами для подражания для молодежи и начинающих спортсменов.
uz: Osiyo qoʻl jangi federatsiyasi hurmat, intizom va oʻzaro hurmat tamoyillariga amal qiladi. yordam. Biz kuchli xarakterni shakllantirishga, ruhiy rivojlanishga va mukammallikka intilishga ishonamiz sport orqali. Sportchilarimiz va murabbiylarimiz ushbu qadriyatlarga amal qilib, yoshlar va intiluvchanlarga o‘rnak bo‘lishadi sportchilar.

source: Read more
ru: Читать далее
uz: Ko'proq o'qish

source: Competitions
ru: Соревнования
uz: Musobaqalar

source: The nearest
ru: Ближайшие
uz: Yaqin

source: Completed
ru: Завершенные
uz: Tugallangan

source: No events
ru: Нет событий
uz: Musoboqalar mavjud emas

source: News
ru: Новости
uz: Yangiliklar
